[
  {
    "title": "Open Cabler Registration",
    "slug": "open-cabler-registration",
    "tagline": "Master cabling compliance and safety standards.",
    "courseIcon": "/icons/cert3-network-build.svg",
    "courseDescription": "The Open Cabler Registration course provides essential training for working safely and effectively with customer premises cabling installations. Covering both ACMA Restricted and Open Rules, this course equips learners with the practical skills and technical knowledge needed to comply with industry standards and licensing requirements.",
    "courseInformation": "...",
    "cost": 650,
    "coreUnits": [],
    "electiveUnits": [],
    "learningOutcomes": ["..."],
    "nbnSkills": []
  },
  {
    "title": "Optical Fibre Cabling",
    "slug": "optical-fibre-cabling",
    "tagline": "Practical training for optical fibre installation and maintenance.",
    "courseIcon": "/icons/cert3-network-build.svg",
    "courseDescription": "This course is designed to meet the requirements for nbn™ Skill 33 & 9, providing immersive, practical training in optical fibre installation, testing, and maintenance. Students work directly with industry-grade tools and equipment, ensuring they are ready for real-world telecommunications roles that require advanced fibre optic skills.",
    "courseInformation": "...",
    "cost": 400,
    "coreUnits": [],
    "electiveUnits": [],
    "learningOutcomes": ["..."],
    "nbnSkills": []
  },
  {
    "title": "Pit & Pipe Installation",
    "slug": "pit-and-pipe-installation",
    "tagline": "Hands-on training for underground cable installation.",
    "courseIcon": "/icons/cert3-network-build.svg",
    "courseDescription": "This Pit & Pipe Installation course provides intensive, hands-on training in underground cable installation and infrastructure construction for telecommunications, aligned with the ACMA Underground Endorsement. Students gain direct experience with industry-standard tools and techniques, preparing them for practical applications in the field.",
    "courseInformation": "...",
    "cost": 450,
    "coreUnits": [],
    "electiveUnits": [],
    "learningOutcomes": ["..."],
    "nbnSkills": []
  },
  {
    "title": "Fibre to the Curb (FTTC) Technician",
    "slug": "fttc-technician",
    "tagline": "Master practical techniques for FTTC installations and troubleshooting.",
    "courseIcon": "/icons/cert3-network-build.svg",
    "courseDescription": "The Fibre to the Curb (FTTC) Technician course delivers practical training in FTTC installations, troubleshooting, and maintenance, providing technicians with the expertise to ensure network reliability. This course emphasizes hands-on skills to master cable installations, joint enclosures, and systematic fault-finding techniques, preparing students for effective fieldwork in telecommunications.",
    "courseInformation": "...",
    "cost": 975,
    "coreUnits": [],
    "electiveUnits": [],
    "learningOutcomes": ["..."],
    "nbnSkills": []
  },
  {
    "title": "Optical Fibre Jointing and Splicing",
    "slug": "optical-fibre-jointing-and-splicing",
    "tagline": "Become an expert in optical fibre jointing and splicing.",
    "courseIcon": "/icons/cert3-network-build.svg",
    "courseDescription": "This Optical Fibre Jointing and Splicing course provides hands-on training in splicing and terminating optical fibre cables for telecommunications projects, aligning with nbn™ Skill 13 standards. Through practical exercises, students gain the essential skills needed to prepare, splice, and test optical fibres using industry-grade tools and techniques.",
    "courseInformation": "...",
    "cost": 650,
    "coreUnits": [],
    "electiveUnits": [],
    "learningOutcomes": ["..."],
    "nbnSkills": []
  },
  {
    "title": "Structured Cabling",
    "slug": "structured-cabling",
    "tagline": "Learn to install, terminate, and certify structured cabling systems.",
    "courseIcon": "/icons/cert3-network-build.svg",
    "courseDescription": "This Structured Cabling course offers intensive, hands-on training in the installation, termination, and certification of structured cabling systems. Aligned with industry standards, this course prepares learners to work confidently in telecommunications environments, ensuring high-quality installations using professional-grade tools and techniques.",
    "courseInformation": "...",
    "cost": 375,
    "coreUnits": [],
    "electiveUnits": [],
    "learningOutcomes": ["..."],
    "nbnSkills": []
  },
  {
    "title": "Coaxial Cabling",
    "slug": "coaxial-cabling",
    "tagline": "Master coaxial cable installation and termination techniques.",
    "courseIcon": "/icons/cert3-network-build.svg",
    "courseDescription": "This Coaxial Cabling course provides practical, hands-on training in installing and terminating coaxial cables within customer premises. Designed to prepare learners for real-world applications, this course ensures participants are equipped with essential skills to meet industry standards using professional-grade tools and techniques.",
    "courseInformation": "...",
    "cost": 200,
    "coreUnits": [],
    "electiveUnits": [],
    "learningOutcomes": ["..."],
    "nbnSkills": []
  },
  {
    "title": "Aerial Cabling (ACMA Aerial Endorsement)",
    "slug": "aerial-cabling",
    "tagline": "Develop practical skills for aerial cable installation.",
    "courseIcon": "/icons/cert3-network-build.svg",
    "courseDescription": "This Aerial Cabling course, designed for the ACMA Aerial Endorsement, delivers immersive, practical training for installing and supporting aerial communication cables. Through direct use of industry-standard tools, learners build the essential skills needed to construct reliable aerial cable supports and manage installations in diverse environments.",
    "courseInformation": "...",
    "cost": 250,
    "coreUnits": [],
    "electiveUnits": [],
    "learningOutcomes": ["..."],
    "nbnSkills": []
  }
]
